Repository: tuquito/trss
Catalog: po/*.po
Languages: pt

source: Checking the connection to the Internet...
pt: Checando a conexão à Internet...

source: Could not connect to the Internet
pt: Não foi possível conectar-se à Internet

source: Connected
pt: Conectado

source: Searching news in %s...
pt: Buscando novidades em %s...

source: Social Tuquito
pt: Tuquito Social

source: Tuquito Blog
pt: Blog Tuquito

source: Tuquito Forums
pt: Fóruns Tuquito

source: Tuquito Videos
pt: Vídeos Tuquito

source: Tuquito Twitter
pt: Twitter Tuquito

source: Tuquito Identi.ca
pt: Identi.ca Tuquito

source: Tuquito Universe
pt: Universo Tuquito

source: There news!
pt: Há novidades!

source: There are %s new entries
pt: Há %s nova(s) entrada(s)

source: There are no new events
pt: Não há novos eventos

source: Refresh list
pt: Atualizar lista

source: Edit RSS feeds
pt: Editar fontes

source: Connecting...
pt: Conectando...

source: RSS Tuquito Sources
pt: Fontes de Tuquito RSS

source: New Sources
pt: Novas Fontes

source: Add source
pt: Adicionar fonte

source: Name: (eg Tuquito Forums)
pt: Nome: (ex. Fóruns Tuquito)

source: Source URL:
pt: URL da fonte:

source: Your settings are saved correctly. You must restart your session to ensure that changes are made
pt: Suas configurações foram salvas corretamente. Você deve reiniciar sua sessão para garantir a aplicação das mudanças

source: Preferences
pt: Preferências

source: Places to go
pt: Sites para ir

source: Behavior
pt: Comportamento

source: Refresh
pt: Refrescar

source: Select browser
pt: Selecionar navegador

source: Only Tuquito Universe (disable other)
pt: Apenas Universo Tuquito (desabilita as demais)

source: Automatic start
pt: Início automático

source: Show icon on the panel
pt: Mostrar ícone no painel

source: Play sound alert
pt: Reproduzir som de alerta

source: (minutes)
pt: (minutos)
